// branchConfig.js
// ----------------------------------------------------

/* ====== بيانات الفروع - يرجى تعديل أرقام الواتساب والأسماء حسب الرغبة ====== */
export const BRANCH_CONFIG = {
    'branch1': { 
        whatsapp: '966536803598', // ⭐️ رقم واتساب فرع الرياض (كمثال)
        name: 'لبن الاحمدية', // اسم الفرع في الرسائل وعنوان الصفحة
        deliveryFee: 5,
    },
    'branch2': {
        whatsapp: '9665XXXXXXXX2', // ⚠️ يرجى تغيير رقم الواتساب لفرع جدة
        name: 'شمال الرياض مخرج ٦', 
        deliveryFee: 5, 
    },
    'branch3': {
        whatsapp: '9665XXXXXXXX3', // ⚠️ يرجى تغيير رقم الواتساب لفرع مكة
        name: 'الروضه خالد بن الوليد ', 
        deliveryFee: 5,
    }
};

// ----------------------------------------------------
